Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# settingsExcalidrawPreventImageAutoInvert
source: Prevent image from auto invert.
ar: منع الصورة من الانعكاس التلقائي.
de: Automatisches Umkehren des Bildes verhindern.
es: Evitar que la imagen se invierta automáticamente.
fr: Prévenir l'inversion automatique de l'image.
hi: छवि को स्वचालित रूप से उलटने से रोकें।
it: Impedisci l'inversione automatica dell'immagine.
ja: 画像の自動反転を防ぐ。
ko: 이미지가 자동으로 반전되는 것을 방지합니다.
nl: Voorkom automatisch omkeren van afbeeldingen.
pl: Zapobiegaj automatycznemu odwracaniu obrazu.
pt: Impedir que a imagem inverta automaticamente.
ru: Предотвратить автоматическую инверсию изображения.
th: ป้องกันการกลับสีของภาพอัตโนมัติ
tr: Resmin otomatik ters çevrilmesini önle.
vi: Ngăn hình ảnh tự động đảo ngược.
zh_hans: 防止图片在暗色模式下自动反转颜色。
zh_hant: 防止圖像自動反轉。

# settingsExcalidrawToggleUnifiedDrawingSettings
source: Use unified drawing settings
ar: استخدم إعدادات رسم موحدة
de: Einheitliche Zeicheneinstellungen verwenden
es: Usar ajustes de dibujo unificados
fr: Utiliser des paramètres de dessin unifiés
hi: एकीकृत ड्रॉइंग सेटिंग्स का उपयोग करें
it: Usa impostazioni di disegno unificate
ja: 統一された描画設定を使用する
ko: 통합 그리기 설정 사용
nl: Gecentraliseerde tekeninstellingen gebruiken
pl: Użyj ujednoliconych ustawień rysowania
pt: Usar configurações de desenho unificadas
ru: Использовать единые настройки рисования
th: ใช้การตั้งค่าการวาดแบบรวม
tr: Birleşik çizim ayarlarını kullan
vi: Sử dụng cài đặt vẽ thống nhất
zh_hans: 使用统一的绘图设置
zh_hant: 使用統一繪圖設定

# settingsExcalidrawToolbarOrderFooter
source: Drag tools to change the toolbar order. Number shortcuts follow the first tools in this list.
ar: قم بسحب الأدوات لتغيير ترتيب شريط الأدوات. تتبع الاختصارات الرقمية الأدوات الأولى في هذه القائمة.
de: Ziehen Sie die Werkzeuge, um die Reihenfolge der Werkzeugleiste zu ändern. Die Nummern-Tastenkombinationen folgen den ersten Werkzeugen in dieser Liste.
es: Arrastra las herramientas para cambiar el orden de la barra de herramientas. Los accesos directos numéricos siguen a las primeras herramientas en esta lista.
fr: Faites glisser les outils pour changer l'ordre de la barre d'outils. Les raccourcis numériques suivent les premiers outils de cette liste.
hi: टूल्स को खींचें ताकि टूलबार के क्रम को बदल सकें। संख्या शॉर्टकट इस सूची में पहले टूल्स का पालन करते हैं।
it: Trascina gli strumenti per cambiare l'ordine della toolbar. Le scorciatoie numeriche seguono i primi strumenti in questa lista.
ja: ツールをドラッグしてツールバーの順序を変更します。番号ショートカットはこのリストの最初のツールに従います。
ko: 도구를 드래그하여 툴바 순서를 변경하세요. 번호 단축키는 이 목록의 첫 번째 도구를 따릅니다.
nl: Sleep gereedschappen om de volgorde van de werkbalk te wijzigen. Nummer snelkoppelingen volgen de eerste gereedschappen in deze lijst.
pl: Przeciągnij narzędzia, aby zmienić kolejność na pasku narzędzi. Skróty numeryczne podążają za pierwszymi narzędziami na tej liście.
pt: Arraste as ferramentas para mudar a ordem da barra de ferramentas. Os atalhos numéricos seguem as primeiras ferramentas nesta lista.
ru: Перетащите инструменты, чтобы изменить порядок панели инструментов. Номерные комбинации следуют за первыми инструментами в этом списке.
th: ลากเครื่องมือเพื่อเปลี่ยนลำดับแถบเครื่องมือ ชอร์ตคัตหมายเลขจะตามเครื่องมือแรกในรายการนี้。
tr: Araçları sürükleyerek araç çubuğu sırasını değiştirin. Sayı kısayolları bu listedeki ilk araçları takip eder.
vi: Kéo công cụ để thay đổi thứ tự thanh công cụ. Các phím tắt số theo sau các công cụ đầu tiên trong danh sách này.
zh_hans: 拖动工具以更改工具栏顺序。数字快捷键遵循此列表中的第一个工具。
zh_hant: 拖動工具以更改工具欄順序。數字快捷方式跟隨此列表中的第一個工具。

# settingsExcalidrawToolbarOrderTitle
source: Toolbar
ar: شريط الأدوات
de: Werkzeugleiste
es: Barra de herramientas
fr: Barre d'outils
hi: टूलबार
ja: ツールバー
ko: 툴바
nl: Werkbalk
pl: Pasek narzędzi
pt: Barra de Ferramentas
ru: Панель инструментов
th: แถบเครื่องมือ
tr: Araç Çubuğu
vi: Thanh công cụ
zh_hans: 工具栏
zh_hant: 工具欄

# settingsExcalidrawUseIndividualDrawingSettingsMessage
source: When disabled, each file will maintain its own individual drawing settings.
ar: عند التعطيل، سيحتفظ كل ملف بإعدادات رسم خاصة به.
de: Wenn deaktiviert, behält jede Datei ihre eigenen Zeicheneinstellungen bei.
es: Cuando esté desactivado, cada archivo mantendrá sus propios ajustes de dibujo.
fr: Lorsque désactivé, chaque fichier conservera ses propres paramètres de dessin.
hi: अक्षम होने पर प्रत्येक फ़ाइल अपनी व्यक्तिगत ड्रॉइंग सेटिंग्स बनाए रखेगी।
it: Se disattivato, ogni file manterrà le proprie impostazioni di disegno individuali.
ja: 無効にすると、各ファイルはそれぞれ個別の描画設定を保持します。
ko: 비활성화하면 각 파일은 개별 그리기 설정을 유지합니다.
nl: Wanneer uitgeschakeld, behoudt elk bestand zijn eigen tekeninstellingen.
pl: Po wyłączeniu każdy plik będzie zachowywał własne ustawienia rysowania.
pt: Quando desativado, cada arquivo manterá suas próprias configurações de desenho.
ru: Если отключено, каждый файл будет хранить свои собственные настройки рисования.
th: เมื่อปิดใช้งาน แต่ละไฟล์จะมีการตั้งค่าการวาดของตัวเอง
tr: Devre dışı bırakıldığında, her dosya kendi çizim ayarlarını korur.
vi: Khi tắt, mỗi tệp sẽ giữ cài đặt vẽ riêng của nó.
zh_hans: 禁用时，每个文件将保留各自的绘图设置。
zh_hant: 停用時，每個檔案會保有各自的繪圖設定。

# settingsExcalidrawUseUnifiedDrawingSettingsMessage
source: These settings will be applied when you open or create a new drawing.
ar: سيتم تطبيق هذه الإعدادات عند فتح رسم جديد أو إنشائه.
de: Diese Einstellungen werden angewendet, wenn du eine neue Zeichnung öffnest oder erstellst.
es: Estos ajustes se aplicarán al abrir o crear un dibujo nuevo.
fr: Ces paramètres seront appliqués lorsque vous ouvrirez ou créerez un nouveau dessin.
hi: जब आप कोई नया ड्रॉइंग खोलेंगे या बनाएँगे तो ये सेटिंग्स लागू होंगी।
it: Queste impostazioni verranno applicate quando apri o crei un nuovo disegno.
ja: これらの設定は、新しい描画を開くまたは作成する際に適用されます。
ko: 이 설정은 새 그림을 열거나 만들 때 적용됩니다.
nl: Deze instellingen worden toegepast wanneer je een nieuwe tekening opent of maakt.
pl: Te ustawienia będą stosowane przy otwieraniu lub tworzeniu nowego rysunku.
pt: Essas configurações serão aplicadas quando você abrir ou criar um novo desenho.
ru: Эти настройки будут применяться при открытии или создании нового рисунка.
th: การตั้งค่าเหล่านี้จะถูกนำไปใช้เมื่อคุณเปิดหรือสร้างภาพวาดใหม่
tr: Yeni bir çizimi açtığınızda veya oluşturduğunuzda bu ayarlar uygulanacaktır.
vi: Những cài đặt này sẽ được áp dụng khi bạn mở hoặc tạo bản vẽ mới.
zh_hans: 打开或创建新绘图时，这些设置将被应用。
zh_hant: 這些設定將在您開啟或建立新繪圖時套用。

# settingsFolderStructureDisclosureGroupStyleTitle
source: Disclosure Group Style
ar: نمط مجموعة الكشف
de: Offenlegungsgruppenstil
es: Estilo de Grupo de Divulgación
fr: Style de groupe de divulgation
hi: प्रकटीकरण समूह शैली
it: Stile del Gruppo di Apertura
ja: 開示グループスタイル
ko: 공개 그룹 스타일
nl: Openbaar groepstijl
pl: Styl grupy ujawniającej
pt: Estilo do Grupo de Divulgação
ru: Стиль группы раскрытия
th: สไตล์กลุ่มการเปิดเผย
tr: Açıklama Grubu Stili
vi: Phong cách Nhóm tiết lộ
zh_hans: 披露组样式
zh_hant: 披露組樣式

# settingsFolderStructureStyleDisclosureGroup
source: Disclosure group
ar: مجموعة الكشف
de: Offenlegungsgruppe
es: Grupo de divulgación
fr: Groupe de divulgation
hi: प्रकटीकरण समूह
it: Gruppo di apertura
ja: 開示グループ
ko: 공개 그룹
nl: Openbare groep
pl: Grupa ujawniająca
pt: Grupo de divulgação
ru: Группа раскрытия
th: กลุ่มการเปิดเผย
tr: Açıklama grubu
vi: Nhóm tiết lộ
zh_hans: 披露组
zh_hant: 披露組

# settingsFolderStructureStyleTitle
source: Folder structure style
ar: نمط هيكل المجلد
de: Ordnerstrukturstil
es: Estilo de estructura de carpeta
fr: Style de structure de dossier
hi: फोल्डर संरचना शैली
it: Stile della struttura delle cartelle
ja: フォルダー構造スタイル
ko: 폴더 구조 스타일
nl: Mapstructuurstijl
pl: Styl struktury folderu
pt: Estilo da estrutura de pastas
ru: Стиль структуры папок
th: สไตล์โครงสร้างโฟลเดอร์
tr: Klasör yapısı stili
vi: Phong cách cấu trúc thư mục
zh_hans: 文件夹结构样式
zh_hant: 文件夾結構樣式

# settingsFolderStructureStyleTreeStructure
source: Tree structure
ar: هيكل شجري
de: Baumstruktur
es: Estructura de árbol
fr: Structure arborescente
hi: पेड़ संरचना
it: Struttura ad albero
ja: ツリー構造
ko: 트리 구조
nl: Boomstructuur
pl: Struktura drzewa
pt: Estrutura em árvore
ru: Деревовидная структура
th: โครงสร้างต้นไม้
tr: Ağaç yapısı
vi: Cấu trúc cây
zh_hans: 树状结构
zh_hant: 樹狀結構

# settingsFolderStructureTreeStructureStyleTitle
source: Tree Structure Style
ar: نمط الهيكل الشجري
de: Baumstrukturstil
es: Estilo de Estructura de Árbol
fr: Style de structure arborescente
hi: पेड़ संरचना शैली
it: Stile della Struttura ad Albero
ja: ツリー構造スタイル
ko: 트리 구조 스타일
nl: Boomstructuurstijl
pl: Styl struktury drzewa
pt: Estilo da Estrutura em Árvore
ru: Стиль деревовидной структуры
th: สไตล์โครงสร้างต้นไม้
tr: Ağaç Yapısı Stili
vi: Phong cách Cấu trúc cây
zh_hans: 树状结构样式
zh_hant: 樹狀結構樣式

# settingsFontsAddedFontsAddTitle
source: Select Fonts
ar: اختر الخطوط
de: Schriftarten auswählen
es: Seleccionar fuentes
fr: Sélectionner des polices
hi: फॉन्ट चुनें
it: Seleziona caratteri
ja: フォントを選択
ko: 폰트 선택
nl: Selecteer lettertypen
pl: Wybierz czcionki
pt: Selecionar Fontes
ru: Выбрать шрифты
th: เลือกแบบอักษร
tr: Fontları Seçin
vi: Chọn phông chữ
zh_hans: 选择字体
zh_hant: 選擇字體

# settingsFontsAddedFontsButtonOpenFontBook
source: Open Font Book
ar: فتح كتاب الخطوط
de: Schriftbuch öffnen
es: Abrir Catálogo Tipográfico
fr: Ouvrir le Livre des Polices
hi: फ़ॉन्ट बुक खोलें
it: Apri Libro Font
ja: フォントブックを開く
ko: 글꼴 북 열기
nl: Open Fontboek
pl: Otwórz Książkę Czcionek
pt: Abrir o Catálogo de Fontes
ru: Открыть книгу шрифтов
th: เปิด Font Book
tr: Font Kitabı Aç
vi: Mở Sách Phông Chữ
zh_hans: 打开字体册
zh_hant: 打開字體簿

# settingsFontsAddedFontsCategoryAll
source: All
ar: الكل
de: Alle
es: Todas
fr: Tout
hi: सभी
it: Tutti
ja: すべて
ko: 모두
nl: Alle
pl: Wszystkie
pt: Todas
ru: Все
th: ทั้งหมด
tr: Tümü
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# settingsFontsAddedFontsCategorySelected
source: Selected
ar: المحدد
de: Ausgewählt
es: Seleccionadas
fr: Sélectionné
hi: चुने हुए
it: Selezionati
ja: 選択済み
ko: 선택됨
nl: Geselecteerd
pl: Wybrane
pt: Selecionadas
ru: Выбранные
th: ที่เลือก
tr: Seçilen
vi: Đã chọn
zh_hans: 已选择
zh_hant: 已選擇

# settingsFontsAddedFontsPlaceholder
source: Add your custom fonts here...
ar: أضف خطوطك المخصصة هنا...
de: Fügen Sie hier Ihre benutzerdefinierten Schriftarten hinzu...
es: Agrega tus fuentes personalizadas aquí...
fr: Ajoutez vos polices personnalisées ici...
hi: यहाँ अपने कस्टम फॉन्ट जोड़ें...
it: Aggiungi qui i tuoi caratteri personalizzati...
ja: ここにカスタムフォントを追加...
ko: 여기에 사용자 정의 폰트를 추가하세요...
nl: Voeg hier je aangepaste lettertypen toe...
pl: Dodaj tutaj swoje niestandardowe czcionki...
pt: Adicione suas fontes personalizadas aqui...
ru: Добавьте свои пользовательские шрифты здесь...
th: เพิ่มแบบอักษรที่กำหนดเองของคุณที่นี่...
tr: Özel fontlarınızı buraya ekleyin...
vi: Thêm phông chữ tùy chỉnh của bạn ở đây...
zh_hans: 在此添加您的自定义字体...
zh_hant: 在這裡添加您的自定義字體...

# settingsFontsAddedFontsTitle
source: Added Fonts
ar: الخطوط المضافة
de: Hinzugefügte Schriftarten
es: Fuentes añadidas
fr: Polices ajoutées
hi: जोड़ें गए फॉन्ट
it: Caratteri aggiunti
ja: 追加されたフォント
ko: 추가된 폰트
nl: Toegevoegde lettertypen
pl: Dodane czcionki
pt: Fontes Adicionadas
ru: Добавленные шрифты
th: แบบอักษรที่เพิ่ม
tr: Eklenen Fontlar
vi: Phông chữ đã thêm
zh_hans: 已添加字体
zh_hant: 已添加字體

# settingsFontsName
source: Fonts
ar: الخطوط
de: Schriftarten
es: Fuentes
fr: Polices
hi: फ़ॉन्ट्स
it: Caratteri
ja: フォント
ko: 글꼴
nl: Lettertypen
pl: Czcionki
pt: Fontes
ru: Шрифты
th: แบบอักษร
tr: Yazı Tipleri
vi: Phông chữ
zh_hans: 字体
zh_hant: 字型

# settingsGeneralName
source: General
ar: عام
de: Allgemein
fr: Général
hi: सामान्य
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Общие
th: ทั่วไป
tr: Genel
vi: Chung
zh_hans: 通用
zh_hant: 一般

# settingsICloudDisableByAccountMessage
source: Please go to your iCloud settings and enable iCloud for the ExcalidrawZ app.
ar: يرجى الذهاب إلى إعدادات iCloud الخاصة بك وتفعيل iCloud لتطبيق ExcalidrawZ.
de: Bitte gehen Sie zu Ihren iCloud-Einstellungen und aktivieren Sie iCloud für die ExcalidrawZ-App.
es: Por favor, ve a la configuración de iCloud y habilita iCloud para la aplicación ExcalidrawZ.
fr: Veuillez aller dans vos paramètres iCloud et activer iCloud pour l'application ExcalidrawZ.
hi: कृपया अपने iCloud सेटिंग्स पर जाएं और ExcalidrawZ ऐप के लिए iCloud सक्षम करें।
it: Vai alle impostazioni di iCloud e abilita iCloud per l'app ExcalidrawZ.
ja: iCloud設定に移動し、ExcalidrawZアプリのためにiCloudを有効にしてください。
ko: iCloud 설정으로 이동하여 ExcalidrawZ 앱에 대해 iCloud를 활성화하십시오.
nl: Ga naar uw iCloud-instellingen en schakel iCloud in voor de ExcalidrawZ-app.
pl: Przejdź do ustawień iCloud i włącz iCloud dla aplikacji ExcalidrawZ.
pt: Por favor, vá para as configurações do iCloud e ative o iCloud para o aplicativo ExcalidrawZ.
ru: Пожалуйста, перейдите в настройки iCloud и включите iCloud для приложения ExcalidrawZ.
th: กรุณาไปที่การตั้งค่า iCloud ของคุณและเปิดใช้งาน iCloud สำหรับแอป ExcalidrawZ
tr: Lütfen iCloud ayarlarınıza gidin ve ExcalidrawZ uygulaması için iCloud'u etkinleştirin.
vi: Vui lòng vào cài đặt iCloud của bạn và bật iCloud cho ứng dụng ExcalidrawZ.
zh_hans: 请前往您的 iCloud 设置，并为 ExcalidrawZ 应用启用 iCloud 功能。
zh_hant: 請前往您的 iCloud 設定並為 ExcalidrawZ 應用啟用 iCloud。

# settingsICloudDisableByAccountTitle
source: iCloud synchronization is disabled by account settings.
ar: تم تعطيل مزامنة iCloud حسب إعدادات الحساب.
de: iCloud-Synchronisierung ist aufgrund der Kontoeinstellungen deaktiviert.
es: La sincronización de iCloud está deshabilitada por la configuración de la cuenta.
fr: La synchronisation iCloud est désactivée par les paramètres du compte.
hi: iCloud समन्वय खाते की सेटिंग्स द्वारा अक्षम किया गया है।
it: La sincronizzazione iCloud è disabilitata dalle impostazioni dell'account.
ja: アカウント設定によってiCloud同期が無効になっています。
ko: iCloud 동기화가 계정 설정에 의해 비활성화되었습니다.
nl: iCloud-synchronisatie is uitgeschakeld door accountinstellingen.
pl: Synchronizacja iCloud jest wyłączona przez ustawienia konta.
pt: A sincronização do iCloud está desativada pelas configurações da conta.
ru: Синхронизация iCloud отключена по настройкам учетной записи.
th: การซิงค์ iCloud ถูกปิดใช้งานโดยการตั้งค่าบัญชี
tr: iCloud senkronizasyonu hesap ayarlarıyla devre dışı bırakılmıştır.
vi: Đồng bộ hóa iCloud bị vô hiệu hóa do cài đặt tài khoản.
zh_hans: 由于账户设置原因，iCloud 同步已被禁用。
zh_hant: iCloud 同步因帳戶設定而被禁用。

# settingsICloudRestartToApplyMessage
source: You should reopen the app to apply the changes.
ar: يجب عليك إعادة فتح التطبيق لتطبيق التغييرات.
de: Sie sollten die App neu öffnen, um die Änderungen anzuwenden.
es: Debes volver a abrir la aplicación para aplicar los cambios.
fr: Vous devez rouvrir l'application pour appliquer les modifications.
hi: आपको परिवर्तनों को लागू करने के लिए ऐप को फिर से खोलना चाहिए।
it: Dovresti riaprire l'app per applicare le modifiche.
ja: 変更を適用するにはアプリを再起動してください。
ko: 변경 사항을 적용하려면 앱을 다시 열어야 합니다.
nl: U moet de app opnieuw openen om de wijzigingen toe te passen.
pl: Powinieneś ponownie otworzyć aplikację, aby zastosować zmiany.
pt: Você deve reabrir o aplicativo para aplicar as alterações.
ru: Вам следует перезапустить приложение, чтобы применить изменения.
th: คุณควรเปิดแอปใหม่เพื่อใช้การเปลี่ยนแปลง
tr: Değişiklikleri uygulamak için uygulamayı yeniden açmalısınız.
vi: Bạn nên mở lại ứng dụng để áp dụng các thay đổi.
zh_hans: 您需要重新打开应用以应用更改。
zh_hant: 您應該重新打開應用以應用更改。

# settingsICloudTitle
source: iCloud synchronization settings
ar: إعدادات مزامنة iCloud
de: iCloud-Synchronisierungseinstellungen
es: Configuraciones de sincronización de iCloud
fr: Paramètres de synchronisation iCloud
hi: iCloud समन्वय सेटिंग्स
it: Impostazioni di sincronizzazione iCloud
ja: iCloud同期設定
ko: iCloud 동기화 설정
nl: iCloud-synchronisatie-instellingen
pl: Ustawienia synchronizacji iCloud
pt: Configurações de sincronização do iCloud
ru: Настройки синхронизации iCloud
th: การตั้งค่าการซิงค์ iCloud
tr: iCloud senkronizasyon ayarları
vi: Cài đặt đồng bộ hóa iCloud
zh_hans: iCloud 同步设置
zh_hant: iCloud 同步設定

# settingsICloudToggleDisable
source: Disable iCloud synchronization
ar: تعطيل مزامنة iCloud
de: iCloud-Synchronisierung deaktivieren
es: Desactivar la sincronización de iCloud
fr: Désactiver la synchronisation iCloud
hi: iCloud समन्वय अक्षम करें
it: Disabilita la sincronizzazione iCloud
ja: iCloud同期を無効にする
ko: iCloud 동기화 비활성화
nl: Schakel iCloud-synchronisatie uit
pl: Wyłącz synchronizację iCloud
pt: Desativar sincronização do iCloud
ru: Отключить синхронизацию iCloud
th: ปิดการซิงค์ iCloud
tr: iCloud senkronizasyonunu devre dışı bırak
vi: Vô hiệu hóa đồng bộ hóa iCloud
zh_hans: 关闭iCloud数据同步
zh_hant: 禁用 iCloud 同步

# settingsMediaCleanupDeleteConfirmationMessage
source: Selected files and their history will be permanently deleted. Selected media used only by file history will also remove the affected checkpoints. Media still used by other files will be kept. This cannot be undone.
ar: سيتم حذف الملفات المحددة وتاريخها بشكل دائم. سيتم أيضًا إزالة الوسائط المحددة المستخدمة فقط بواسطة تاريخ الملف النقاط المتأثرة. ستظل الوسائط المستخدمة بواسطة ملفات أخرى محفوظة. لا يمكن التراجع عن ذلك.
de: Ausgewählte Dateien und deren Verlauf werden dauerhaft gelöscht. Ausgewählte Mediendateien, die nur im Datei Verlauf verwendet werden, entfernen auch die betroffenen Kontrollpunkte. Medien, die weiterhin von anderen Dateien verwendet werden, bleiben erhalten. Dies kann nicht rückgängig gemacht werden.
es: Los archivos seleccionados y su historial serán eliminados permanentemente. Los medios seleccionados utilizados solo por el historial de archivos también eliminarán los puntos de control afectados. Los medios que aún son utilizados por otros archivos se conservarán. Esto no se puede deshacer.
fr: Les fichiers sélectionnés et leur historique seront définitivement supprimés. Le média sélectionné utilisé uniquement par l'historique des fichiers supprimera également les points de contrôle concernés. Le média encore utilisé par d'autres fichiers sera conservé. Ceci ne peut pas être annulé.
hi: चुने गए फ़ाइलें और उनका इतिहास स्थायी रूप से हटा दिया जाएगा। फ़ाइल इतिहास द्वारा केवल उपयोग में लाई गई चुनी गई मीडिया भी प्रभावित चेकपॉइंट हटा देगी। अन्य फ़ाइलों द्वारा अभी भी उपयोग की जाने वाली मीडिया रखी जाएगी। इसे पूर्ववत नहीं किया जा सकता है।
it: I file selezionati e la loro cronologia verranno eliminati definitivamente. I media selezionati utilizzati solo dalla cronologia dei file rimuoveranno anche i checkpoint interessati. I media ancora utilizzati da altri file verranno mantenuti. Questa operazione non può essere annullata.
ja: 選択したファイルとその履歴は永久に削除されます。ファイル履歴のみで使用されている選択メディアも影響を受けたチェックポイントを削除します。他のファイルでまだ使用されているメディアは保持されます。これは元に戻せません。
ko: 선택한 파일과 해당 이력은 영구적으로 삭제됩니다. 파일 이력에서만 사용되는 선택된 미디어도 영향을 받는 체크포인트와 함께 삭제됩니다. 다른 파일에서 여전히 사용되는 미디어는 유지됩니다. 이는 되돌릴 수 없습니다.
nl: Geselecteerde bestanden en hun geschiedenis worden permanent verwijderd. Geselecteerde media die alleen door de bestandsgeschiedenis worden gebruikt, zullen ook de aangetaste checkpoints verwijderen. Media die nog door andere bestanden worden gebruikt, blijven behouden. Dit kan niet ongedaan gemaakt worden.
pl: Wybrane pliki i ich historia zostaną trwale usunięte. Wybrane media używane tylko przez historię plików również usuną dotknięte punkty kontrolne. Media nadal używane przez inne pliki zostaną zachowane. Tego nie można cofnąć.
pt: Os arquivos selecionados e seu histórico serão excluídos permanentemente. A mídia selecionada usada apenas pelo histórico de arquivos também removerá os pontos de verificação afetados. A mídia ainda utilizada por outros arquivos será mantida. Isso não pode ser desfeito.
ru: Выбранные файлы и их история будут навсегда удалены. Выбранные медиа, используемые только историей файлов, также удалят затронутые контрольные точки. Медиа, все еще используемые другими файлами, будут сохранены. Это действие нельзя отменить.
th: ไฟล์ที่เลือกและประวัติของมันจะถูกลบอย่างถาวร ไฟล์มีเดียที่เลือกซึ่งใช้โดยประวัติไฟล์เท่านั้นจะลบจุดตรวจที่ได้รับผลกระทบออกด้วย มีเดียที่ยังคงใช้งานโดยไฟล์อื่นจะถูกเก็บไว้ ซึ่งไม่สามารถทำการย้อนกลับได้
tr: Seçilen dosyalar ve geçmişleri kalıcı olarak silinecektir. Sadece dosya geçmişi tarafından kullanılan seçilen medyalar da etkilenen kontrol noktalarını kaldıracaktır. Diğer dosyalar tarafından hâlâ kullanılan medya korunacaktır. Bu geri alınamaz.
vi: Các tệp đã chọn và lịch sử của chúng sẽ bị xóa vĩnh viễn. Các phương tiện đã chọn chỉ được sử dụng bởi lịch sử tệp cũng sẽ xóa các điểm kiểm tra bị ảnh hưởng. Các phương tiện vẫn được sử dụng bởi các tệp khác sẽ được giữ lại. Điều này không thể được khôi phục.
zh_hans: 所选文件及其历史记录将被永久删除。若所选媒体仅被文件历史引用，相关检查点也会被删除。仍被其他文件使用的媒体会予以保留。此操作无法撤销。
zh_hant: 所選檔案及其歷史記錄將被永久刪除。若所選媒體僅被檔案歷史參考，相關檢查點也會被刪除。仍被其他檔案使用的媒體會予以保留。此操作無法復原。

# settingsMediaCleanupDeleteConfirmationTitle
source: Permanently Delete Selected Items?
ar: حذف العناصر المحددة بشكل دائم؟
de: Ausgewählte Elemente dauerhaft löschen?
es: ¿Eliminar permanentemente los elementos seleccionados?
fr: Supprimer Définitivement les Éléments Sélectionnés ?
hi: चुने गए आइटम स्थायी रूप से हटाएं?
it: Eliminare Permanentemente gli Elementi Selezionati?
ja: 選択したアイテムを永久に削除しますか？
ko: 선택 항목 영구 삭제?
nl: Geselecteerde items permanent verwijderen?
pl: Trwale usunąć wybrane elementy?
pt: Excluir Permanentemente Itens Selecionados?
ru: Навсегда удалить выбранные элементы?
th: ลบรายการที่เลือกอย่างถาวร?
tr: Seçilen Öğeleri Kalıcı Olarak Silmek İstiyor Musunuz?
vi: Xóa Vĩnh Viễn Các Mục Đã Chọn?
zh_hans: 永久删除所选项目？
zh_hant: 永久刪除所選項目？

# settingsMediaCleanupFilesDeletedMessage
source: Permanently deleted %d files and cleaned up media no longer in use.
ar: تم حذف %d ملفًا بشكل دائم وتم تنظيف الوسائط التي لم تعد مستخدمة.
de: %d Dateien dauerhaft gelöscht und nicht mehr verwendete Medien bereinigt.
es: Se eliminaron permanentemente %d archivos y se limpiaron los medios que ya no se utilizan.
fr: %d fichiers ont été supprimés définitivement et le média non utilisé a été nettoyé.
hi: %d फ़ाइलें स्थायी रूप से हटा दी गई हैं और अब उपयोग में नहीं रही मीडिया को साफ किया गया है।
it: Eliminati permanentemente %d file e puliti i media non più in uso.
ja: %d ファイルを永久に削除し、使用されていないメディアをクリーンアップしました。
ko: 영구적으로 삭제된 %d 파일과 더 이상 사용되지 않는 미디어를 정리했습니다.
nl: Permanent %d bestanden verwijderd en media die niet meer in gebruik is, schoongemaakt.
pl: Trwale usunięto %d plików i oczyszczono media, które nie są już w użyciu.
pt: Excluídos permanentemente %d arquivos e limpados mídia que não está mais em uso.
ru: Навсегда удалено %d файлов и очищены медиа, более не используемые.
th: ลบไฟล์ %d ไฟล์อย่างถาวรและทำความสะอาดมีเดียที่ไม่ใช้งานอีกต่อไป
tr: %d dosya kalıcı olarak silindi ve kullanılmayan medya temizlendi.
vi: Đã xóa vĩnh viễn %d tệp và dọn dẹp các phương tiện không còn được sử dụng.
zh_hans: 已永久删除 %d 个文件，并清理不再使用的媒体。
zh_hant: 已永久刪除 %d 個檔案，並清理不再使用的媒體。
